Repository: microblink/blinkid-ios
Catalog: Source/BlinkIDUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_scanning_wrong_page_left
source: Move to the left page
ak: Dane kɔ benkum so
am: ወደ ግራ ገጽ ይሂዱ
ar: انتقل إلى الصفحة اليسرى
bn: বাম পৃষ্ঠায় যান
cs: Přesuňte se na levou stránku
da: Flyt til den venstre side
de: Zur linken Seite wechseln
el: Προχωρήστε στην αριστερή σελίδα
es: Ir a la página de la izquierda
es_mx: Mover a la página izquierda
fa: Be safhe-ye chap beravid
fi: Siirry vasemmalle sivulle
fil: Pumunta sa kaliwang page
fr: Aller à la page de gauche
fr_ca: Veuillez passer à la page de gauche.
ha: Koma zuwa shafin hagu
he: עבור אל העמוד השמאלי
hi: बाएं पेज पर जाएँ
hr: Prijeđite na lijevu stranicu
hu: Áthelyezés a bal oldali oldalra
id: Pindah ke halaman kiri
is: Farið yfir á vinstri síðuna
it: Muovi alla pagina di sinistra
ja: 左ページへ移動
ka_ge: გადადით მარცხენა გვერდზე
kk: Сол бетке өтіңіз
km_kh: ផ្លាស់ទីទៅទំព័រខាងឆ្វេង
ko: 왼쪽 페이지로 이동하세요
lv: Pārvietot uz kreiso lapu
ms: Beralih ke halaman sebelah kiri
nb: Flytt til den venstre siden
ne: बायाँ पृष्ठमा जानुहोस्
nl: Ga naar de linkerpagina
pl: Przejdź do lewej strony
ps_af: کیڼ مخ ته لاړ شئ
pt: Ir para a página esquerda
pt_br: Mova para a página esquerda
ro: Treceți la pagina stângă
ru: Сместитесь на левую страницу
si: වම් පිටුවට යන්න
sk: Prejdite na stránku vľavo
sl: Premaknite se na levo stran
sr: Pređite na levu stranicu
sv: Flytta till den vänstra sidan
sw: Nenda kwenye ukurasa wa kushoto
th: ย้ายไปยังหน้าด้านซ้าย
tr: Soldaki sayfaya geç
uk: Перейдіть на ліву сторінку
ur: بائیں صفحے پر جائیں
uz: Chap sahifaga oʻting
vi: Di chuyển đến trang bên trái
yo: Lọ sí ojú-ìwé òsì
zh_hans: 移动至左侧页面
zh_hant: 移動到左頁

# mb_scanning_wrong_page_right
source: Move to the right page
ak: Dane kɔ nifa so
am: ወደ ቀኝ ገጽ ይሂዱ
ar: انتقل إلى الصفحة اليمنى
bn: ডান পৃষ্ঠায় যান
cs: Přesuňte se na pravou stránku
da: Flyt til den højre side
de: Zur rechten Seite wechseln
el: Προχωρήστε στη δεξιά σελίδα
es: Ir a la página de la derecha
es_mx: Mover a la página derecha
fa: Be safhe-ye rast beravid
fi: Siirry oikealle sivulle
fil: Pumunta sa kanang page
fr: Aller à la page de droite
fr_ca: Veuillez passer à la page de droite.
ha: Koma zuwa shafin dama
he: עבור אל העמוד הימני
hi: सही पेज पर जाएँ
hr: Prijeđite na desnu stranicu
hu: Áthelyezés a jobb oldali oldalra
id: Pindah ke halaman kanan
is: Farið yfir á hægri síðuna
it: Muovi alla pagina di destra
ja: 右ページへ移動
ka_ge: გადადით მარჯვენა გვერდზე
kk: Оң бетке өтіңіз
km_kh: ផ្លាស់ទីទៅទំព័រខាងស្តាំ
ko: 오른쪽 페이지로 이동하세요
lv: Pārvietot uz labo lapu
ms: Beralih ke halaman sebelah kanan
nb: Flytt til den høyre siden
ne: दायाँ पृष्ठमा जानुहोस्
nl: Ga naar de rechterpagina
pl: Przejdź do prawej strony
ps_af: ښي پاڼې ته لاړ شئ
pt: Ir para a página direita
pt_br: Mova para a página direita
ro: Treceți la pagina dreaptă
ru: Сместитесь на правую страницу
si: දකුණු පිටුවට යන්න
sk: Prejdite na stránku vpravo
sl: Premaknite se na desno stran
sr: Pređite na desnu stranicu
sv: Flytta till den högra sidan
sw: Nenda kwenye ukurasa wa kulia
th: ย้ายไปยังหน้าด้านขวา
tr: Sağdaki sayfaya geç
uk: Перейдіть на праву сторінку
ur: دائیں صفحے پر جائیں
uz: Oʻng sahifaga oʻting
vi: Di chuyển đến trang bên phải
yo: Lọ sí ojú-ìwé ọ̀tún
zh_hans: 移动至右侧页面
zh_hant: 移動到右頁

# mb_scanning_wrong_page_top
source: Move to the top page
ak: Dane kɔ soro
am: ወደ ላይኛው ገጽ ተንቀሳቅስ
ar: انتقل إلى الصفحة العليا
bn: উপরের পৃষ্ঠায় যান
cs: Přesuňte se na horní stránku
da: Flyt til den øverste side
de: Zur obersten Seite wechseln
el: Προχωρήστε στην πρώτη σελίδα
es: Ir a la página superior
es_mx: Mover a la página principal
fa: Be safhe-ye bala beravid
fi: Siirry yläsivulle
fil: Pumunta sa itaas ng page
fr: Aller à la première page
fr_ca: Veuillez passer à la page supérieure.
ha: Koma zuwa shafin sama
he: עבור אל העמוד העליון
hi: टॉप पेज पर जाएँ
hr: Prijeđite na gornju stranicu
hu: Áthelyezés a legfelső oldalra
id: Pindah ke halaman atas
is: Farið á efstu síðuna
it: Muovi alla pagina in alto
ja: トップページへ移動
ka_ge: გადადით ზედა გვერდზე
kk: Жоғарғы бетке ауысыңыз
km_kh: ផ្លាស់ទីទៅទំព័រកំពូល
ko: 상단 페이지로 이동하세요
lv: Pārvietot uz augšējo lapu
ms: Beralih ke halaman sebelah atas
nb: Flytt til toppen av siden
ne: माथिल्लो पृष्ठमा जानुहोस्
nl: Ga naar de bovenste pagina
pl: Przejdź do górnej strony
ps_af: پورته پاڼې ته لاړ شئ
pt: Ir para a página superior
pt_br: Mova para a página superior
ro: Treceți la prima pagină
ru: Сместитесь на верхнюю страницу
si: මුදුන් පිටුවට යන්න
sk: Prejdite na stránku hore
sl: Premaknite se na prvo stran
sr: Pređite na gornju stranicu
sv: Flytta till den översta sidan
sw: Nenda kwenye ukurasa wa juu
th: ย้ายไปยังหน้าบนสุด
tr: En üst sayfaya geç
uk: Перейдіть на верхню сторінку
ur: اوپری صفحے پر جائیں
uz: Yuqori sahifaga oʻting
vi: Di chuyển đến trang trên cùng
yo: Lọ sí ojú-ìwé òkè
zh_hans: 移动至顶部页面
zh_hant: 移動到頂部頁面

# mb_scanning_wrong_side
source: Flip the document
ak: Dane krataa no
am: ሰነዱን ይገልብጡት
ar: اقلب المستند
bn: ডকুমেন্ট উল্টান
cs: Překlopit dokument
da: Vend dokumentet
de: Dokument wenden
el: Αναποδογυρίστε το έγγραφο
es: Dar la vuelta al documento
es_mx: Voltear el documento
fa: Madrak ra varune konid
fi: Käännä asiakirja ympäri
fil: Baligtarin ang dokumento
fr: Retournez le document
fr_ca: Veuillez retourner le document.
ha: Juya takardar
he: להפוך את המסמך
hi: दस्तावेज़ को पलटें
hr: Okrenite dokument
hu: Fordítsa meg a dokumentumot
id: Balik dokumen
is: Snúið skjalinu
it: Girare il documento
ja: 書類を反転してください
ka_ge: ამოატრიალეთ დოკუმენტი
kk: Құжатты айналдырыңыз
km_kh: ត្រឡប់ឯកសារ
ko: 문서를 뒤집어 주세요
lv: Apvērst dokumentu
ms: Putar dokumen
nb: Snu dokumentet
ne: कागजात फ्लिप गर्नुहोस्
nl: Draai het document om
pl: Odwróć dokument
ps_af: سند واړوئ
pt: Virar o documento
pt_br: Vire o documento
ro: Întoarceți documentul
ru: Переверните документ
si: ලේඛනය අනෙක් පිට හරවන්න
sk: Otočte dokument
sl: Obrnite dokument
sr: Okrenite dokument
sv: Vänd på dokumentet
sw: Geuza hati
th: พลิกเอกสาร
tr: Belgeyi çevir
uk: Переверніть документ
ur: دستاویز کو پلٹیں
uz: Hujjatni boshqa tomonga aylantiring
vi: Lật tài liệu
yo: Yí ìwé àkọsílẹ̀ padà
zh_hans: 翻转文档
zh_hant: 翻轉文件

# mb_top_page_instructions
source: Scan the top page
ak: Skane soro
am: የላይኛውን ገጽ ይቃኙ
ar: مسح الصفحة العليا ضوئياً
bn: উপরের পৃষ্ঠা স্ক্যান করুন
cs: Naskenujte horní stránku
da: Scan den øverste side
de: Oberste Seite scannen
el: Σαρώστε την πρώτη σελίδα
es: Escanear la página superior
es_mx: Escanear la página principal
fa: Safheye bala ra eskan konid
fi: Skannaa yläsivu
fil: I-scan ang itaas ng page
fr: Scanner la première page
fr_ca: Veuillez numériser la page supérieure.
ha: Ɗauki hoton shafin sama
he: סרוק את העמוד העליון
hi: टॉप पेज को स्कैन करें
hr: Skenirajte gornju stranicu
hu: A felső oldal beolvasása
id: Pindai halaman atas
is: Skannið efstu síðuna
it: Scansiona la pagina in alto
ja: 上のページをスキャンする
ka_ge: დაასკანერეთ ზედა გვერდი
kk: Жоғарғы бетті сканерлеңіз
km_kh: ស្កេនទំព័រកំពូល
ko: 상단 페이지를 스캔하세요
lv: Skenēt augšējo lapu
ms: Imbas halaman sebelah atas
nb: Skann den øverste siden
ne: माथिल्लो पृष्ठ स्क्यान गर्नुहोस्
nl: Scan de bovenste pagina
pl: Zeskanuj górną stronę
ps_af: پورته پاڼه سکین کړئ
pt: Digitalizar a página superior
pt_br: Digitalize a página superior
ro: Scanați prima pagină
ru: Отсканируйте верхнюю страницу
si: මුදුන් පිටුව ස්කෑන් කරන්න
sk: Oskenujte stránku hore
sl: Skenirajte prvo stran
sr: Skenirajte gornju stranicu
sv: Skanna den översta sidan
sw: Skani ukurasa wa juu
th: สแกนหน้าบนสุด
tr: En üst sayfayı tara
uk: Відскануйте верхню сторінку
ur: اوپری صفحے کو اسکین کریں
uz: Yuqori sahifani skanerlang
vi: Quét trang trên cùng
yo: Ṣe ẹ̀dà àwòrán ojú-ìwé òkè
zh_hans: 扫描顶部页面
zh_hant: 掃描上方頁面

# mb_unsupported_document_message
source: Scan the front side of a supported document.
ak: Skane krataa a ɛsɔpɔɔte no anim.
am: ተቀባይነት ያለው ሰነድ የፊት ገፅን ይቃኙ።
ar: امسح وجه مستند مدعوم.
bn: সমর্থিত ডকুমেন্টের সামনের দিক স্ক্যান করুন
cs: Naskenujte přední stranu podporovaného dokumentu.
da: Scan forsiden af et understøttet dokument.
de: Scannen Sie die Vorderseite eines unterstützten Dokuments.
el: Σαρώστε την μπροστινή όψη ενός υποστηριζόμενου εγγράφου.
es: Escanee la parte frontal de un documento compatible.
es_mx: Escanea la parte delantera de un documento compatible.
fa: Samte jelov-e yek sanad-e poshtibani-shode ra esken konid.
fi: Skannaa tuetun asiakirjan etupuoli.
fil: I-scan ang unahang bahagi ng isang suportadong dokumento.
fr: Scannez le recto d'un document pris en charge.
fr_ca: Numérisez le recto d'un document pris en charge.
ha: A ɗauki hoton gaban takardar ƙarin bayanin.
he: לסרוק את הצד הקדמי של מסמך נתמך.
hi: समर्थित दस्तावेज़ के सामने वाले भाग को स्कैन करें.
hr: Ponovite skeniranje prednje strane podržanog dokumenta.
hu: Szkennelje be egy támogatott dokumentum elülső oldalát.
id: Pindai sisi depan dokumen yang didukung.
is: Skannið framhliðina á studdu skjali.
it: Scansiona il lato anteriore di un documento supportato.
ja: サポートされている書類の表側をスキャンしてください。
ka_ge: დაასკანერეთ მხარდაჭერილი დოკუმენტის წინა მხარე.
kk: Қолдау көрсетілетін құжаттың алдыңғы жағын сканерлеңіз.
km_kh: ស្កេនផ្នែកខាងមុខនៃឯកសារដែលគាំទ្រ។
ko: 사용 가능한 문서의 앞면을 스캔하세요.
lv: Skenējiet atbalstītā dokumenta priekšpusi.
ms: Imbas bahagian hadapan dokumen yang disokong.
nb: Skann forsiden av et støttet dokument.
ne: सपोर्ट हुने कागजातको अगाडि पट्टिको भाग स्क्यान गर्नुहोस्।
nl: Scan de voorzijde van een ondersteund document.
pl: Zeskanuj przednią stronę obsługiwanego dokumentu.
ps_af: د ملاتړ شوي سند مخکینۍ برخه سکین کړئ.
pt: Digitalize a frente de um documento suportado.
pt_br: Digitalize a frente de um documento suportado.
ro: Scanați fața unui document suportat.
ru: Отсканируйте лицевую сторону поддерживаемого документа.
si: සහාය දක්වන ලේඛනයක ඉදිරි පැත්ත ස්කෑන් කරන්න.
sk: Naskenujte prednú stranu podporovaného dokumentu.
sl: Optično preberite sprednjo stran podprtega dokumenta
sr: Skenirajte prednju stranu podržanog dokumenta.
sv: Skanna framsidan på ett dokument som stöds.
sw: Skani upande wa mbele wa hati inayokubalika.
th: สแกนด้านหน้าของเอกสารที่ได้รับการรองรับ
tr: Desteklenen bir belgenin ön tarafını tara.
uk: Відскануйте лицьову сторону підтримуваного документа.
ur: معاونت یافتہ دستاویز کے سامنے والے حصے کو اسکین کریں۔
uz: Dastaklanadigan hujjatning old tomonini skanerlang
vi: Quét mặt trước của tài liệu được hỗ trợ.
yo: Ṣe ẹ̀dà àwòrán iwájú ìwé àkọsílẹ̀ tó nílò.
zh_hans: 扫描支持文件类型的正面。
zh_hant: 掃描受支援文件的正面。

# mb_unsupported_document_title
source: Document not recognized
ak: Yɛnnye krataa yi ntom
am: ሰነድ አልታወቀም
ar: لم يتم التعرف على المستند
bn: ডকুমেন্ট সনাক্ত করা যায়নি
cs: Dokument nebyl rozpoznán
da: Dokument ikke genkendt
de: Dokument nicht erkannt
el: Το έγγραφο δεν αναγνωρίστηκε
es: Documento no reconocido
es_mx: Documento no reconocido
fa: Madrak shenakhte nashod
fi: Asiakirjaa ei tunnistettu
fil: Hindi nababasa ang dokumento
fr: Document non reconnu
fr_ca: Document non reconnu
ha: Ba a gane takarda ba
he: המסמך לא זוהה
hi: डॉक्यूमेंट पहचाना नहीं गया
hr: Dokument nije prepoznat
hu: A dokumentum nincs felismerve
id: Dokumen tak dikenali
is: Skjal ekki þekkt
it: Documento non riconosciuto
ja: ドキュメントが認識されません
ka_ge: დოკუმენტის ამოცნობა ვერ მოხერხდა
kk: Құжатын танылмады
km_kh: ឯកសារមិនត្រូវបានទទួលស្គាល់ទេ។
ko: 문서 인식 실패
lv: Dokuments nav atpazīts
ms: Dokumen tidak dikenali
nb: Dokument ikke gjenkjent
ne: कागजात पहिचान हुन सकेन
nl: Document niet herkend
pl: Nie rozpoznano dokumentu
ps_af: سند و نه پېژندل شو
pt: Documento não reconhecido
pt_br: Documento não reconhecido
ro: Documentul nu a fost recunoscut
ru: Документ не распознан
si: ලේඛනය හඳුනාගත නොහැක
sk: Dokument nebol rozpoznaný
sl: Dokument ni prepoznan
sr: Dokument nije prepoznat
sv: Dokumentet kändes inte igen
sw: Hati imeshindwa kutambuliwa
th: ไม่รู้จักเอกสาร
tr: Belge tanınmadı
uk: Документ не розпізнано
ur: دستاویز شناخت نہیں ہوئی
uz: Hujjat aniqlanmadi
vi: Không nhận dạng được tài liệu
yo: A kò rí ìdámọ̀ ìwé àkọsílẹ̀ ṣe
zh_hans: 文档无法识别
zh_hant: 無法辨識文件

# mb_warning
source: Warning
ak: Kɔkɔbɔ
am: ማስጠንቀቂያ
ar: تحذير
bn: সতর্কতা
cs: Upozornění
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Advertencia
es_mx: Atención
fa: Hoshdâr
fi: Varoitus
fil: Babala
fr: Attention
fr_ca: Avertissement
ha: Gargaɗi
he: אזהרה
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
is: Viðvörun
it: Avviso
ja: 警告
ka_ge: გაფრთხილება
kk: Ескерту
km_kh: ការព្រមាន
ko: 경고
lv: Brīdinājums
ms: Amaran
nb: Advarsel
ne: चेतावनी
nl: Waarschuwing
pl: Ostrzeżenie
ps_af: خبرداری
pt: Aviso
pt_br: Aviso
ro: Avertizare
ru: Внимание
si: අවවාදයයි
sk: Varovanie
sl: Opozorilo
sr: Upozorenje
sv: Varning
sw: Onyo
th: คำเตือน
tr: Uyarı
uk: Попередження
ur: انتباہ
uz: Ogohlantirish
vi: Cảnh báo
yo: Ìkìlọ̀
zh_hans: 警告
zh_hant: 警告

# mb_ok
source: OK
am: እሺ
ar: نعم
bn: ঠিক আছে
el: Εντάξει
es_mx: Bien
fa: Ta'yid
fr: D'accord
ha: YA YI
he: בסדר
hi: ठीक है
hr: U redu
hu: Rendben
id: Oke
is: Í lagi
ja: 分かりました
km_kh: យល់ព្រម
ko: 확인
lv: Labi
ms: Okey
ne: ओके
ps_af: سمه ده
ro: Bine
si: හරි
sl: V redu
sr: U redu
sw: Sawa
th: ตกลง
tr: Tamam
uk: Гаразд
ur: ٹھیک ہے
vi: Được rồi
yo: Ó DÁA
zh_hans: 好的
zh_hant: 好的
